Repository: Pnoexz/conference-call-bingo
Catalog: i18n/messages.lipsum.xliff
Languages: lipsum

source: Hi, who just joined?
lipsum: Nisi, ex in non amet ut ad?

source: Can you email that to everyone?
lipsum: Aliqua nisi aliqua deserunt exercitation magna?

source: (someone's name), are you there?
lipsum: (aute deserunt), quis qui in velit quis?

source: So (faded out) I can (unintelligble) by (cuts out), ok?
lipsum: Proident (eu est) aliquip (pariatur) (nisi pariatur), proident?

source: Can everyone go on mute?
lipsum: Cupidatat pariatur voluptate?

source: Can everyone see my screen?
lipsum: Labore laboris voluptate laboris do deserunt amet adipisicing?

source: Hi, can you hear me?
lipsum: Laborum, voluptate culpa consequat pariatur eu Lorem?

source: Hello? Hello?
lipsum: Dolore? Nulla?

source: Can we take this offline?
lipsum: Proident ut duis et reprehenderit mollit?

source: Sorry, can you repeat that?
lipsum: Adipisicing, proident exercitation incididunt?

source: (Sound of someone typing, possibly with a hammer)
lipsum: (Proident nulla sint consequat consectetur officia aute)

source: (Loud, painful echo/feedback)
lipsum: (Amet, deserunt laboris/dolor)

source: (Child or animal noises)
lipsum: (Do duis excepteur non nulla do consequat)

source: (someone's name), you're still sharing...
lipsum: Dolore culpa incididunt mollit velit aute do duis nisi adipisicing incididunt eu veniam.

source: Hey guys, I have to jump on another call
lipsum: Consequat, deserunt ad anim elit Lorem ad

source: No, it's still loading.
lipsum: Quis, pariatur tempor minim cupidatat anim proident.

source: Next slide, please.
lipsum: Dolore et adipisicing, labore duis.

source: I'm sorry. I was on mute.
lipsum: Veniam et aute sit. Do et excepteur est.

source: (overtalking), go ahead.
lipsum: (tempor), mollit nulla ut nisi.

source: (Sorry I'm late.)
lipsum: (Est quis mollit minim adipisicing)

source: I have a hard stop at...
lipsum: Esse exercitation et irure...

source: I'm sorry. You cut out there.
lipsum: Laborum non ullamco. Laboris anim.

source: I'll have to get back to you.
lipsum: Fugiat est cupidatat in qui lorem.

source: Sorry, I'm having connection issues.
lipsum: Ipsum, laboris cillum aliqua adipisicing quis irure.

source: I think there's a lag.
lipsum: Aliqua dolore consectetur.

source: Conference Call Bingo
lipsum: Duis dolore aute quis esse qui.

source: New Board
lipsum: Fugiat officia
